// PHYS_NOTE_001 物理科：近代物理與生活 - 課本原題版 (25分鐘)
window.currentQuiz = {
    name: "物理1140203",
    mode: 4,
    password: "981103",
    time: 25,
    //data: [
        {
            q: "「量子論」標幟了近代物理的起點，量子論的提出是為了解決哪個實驗的衝擊？",
            o: ["(A)黑體幅射", "(B)麥克生干涉", "(C)光電效應", "(D)原子光譜"],
            a: "A"
        },
        {
            q: "開發者是你的？",
            o: ["(A)爸爸", "(B)兒子", "(C)狗", "(D)孫子"],
            a: "A"
        },
        {
            q: "普朗克研究熱輻射時，提出若帶電質點振動時的頻率為 $f$，則其振動時的最小能量為 $hf$，$h$ 為普朗克常數，則下面哪一組能量是不符合普朗克假設的？",
            o: ["(A)$hf$、$2hf$、$3hf$", "(B)$2hf$、$4hf$、$6hf$", "(C)$\\frac{1}{2}hf$、$hf$、$\\frac{3}{2}hf$", "(D)$hf$、$3hf$、$5hf$"],
            a: "C"
        },
        {
            q: "遠處的恆星 A 呈現紅色，恆星 B 呈現橙色，恆星 C 呈現黃色，恆星 D 呈現藍色，哪顆恆星的溫度最高？",
            o: ["(A)恆星 A", "(B)恆星 B", "(C)恆星 C", "(D)恆星 D"],
            a: "D"
        },
        {
            q: "已知頻率 $1.0 \\times 10^{15}\\ \\text{Hz}$ 的光子，能量約為 $6.6 \\times 10^{-19}$ 焦耳，則頻率 $2.0 \\times 10^{15}\\ \\text{Hz}$ 的光子，其能量約為若干焦耳？",
            o: ["(A)$1.3 \\times 10^{-21}$", "(B)$1.3 \\times 10^{-18}$", "(C)$6.6 \\times 10^{-22}$", "(D)$3.3 \\times 10^{-12}$\\ 焦耳"],
            a: "B"
        },
        {
            q: "光電效應顯示光具有",
            o: ["(A)波動性", "(B)導電性", "(C)連續性", "(D)粒子性"],
            a: "D"
        },
        {
            q: "在光電效應的實驗中，僅有頻率夠高的光照射到金屬表面時，才能打出電子，這是因為電子需要獲得足夠的能量，克服金屬的束縛才能從金屬表面逸出，設電子逸出金屬表面所需的最小能量為 $W$。今天小明以同一單色光分別照在不同的金屬板甲、乙之上，皆能測量到光電流產生。已知電子逸出金屬板甲所需的最小能量為 $W_\\text{甲}$，電子逸出金屬板乙所需的最小能量為 $W_\\text{乙}$，且 $W_\\text{甲} > W_\\text{乙}$。該單色光的頻率為 $f$，普朗克常數為 $h$，則 $f$ 與 $W_\\text{甲}$、$W_\\text{乙}$ 之間的關係，下列何者正確？",
            o: ["(A)$hf > W_\\text{甲}$", "(B)$hf < W_\\text{甲}$", "(C)$W_\\text{甲} > hf > W_\\text{乙}$", "(D)$hf < W_\\text{乙}$"],
            a: "A"
        },
        {
            q: "下列有關「光電效應」之敘述何者正確？",
            o: ["(A)截止頻率的大小和入射光的波長有關", "(B)截止頻率的大小和入射光的強度有關", "(C)截止頻率的大小和金屬的材質有關", "(D)截止頻率的大小和入射光照射的時間有關"],
            a: "C"
        },
        {
            q: "波耳氫原子模型與拉塞福的行星模型，其最大的差異是：",
            o: ["(A)電子的運動方式", "(B)量子化的觀念", "(C)核的位置", "(D)核的電量"],
            a: "B"
        },
        {
            q: "戴維森－革末實驗的重大意義是發現",
            o: ["(A)鎳(金屬)晶體的結構", "(B)X 射線具有粒子性", "(C)證實電子的波動性", "(D)X 射線乃是電子撞擊鎳金屬所造成"],
            a: "C"
        },
        {
            q: "現今所知自然界中的四種基本作用力，作用力所及範圍最短的是",
            o: ["(A)重力", "(B)電磁力", "(C)強力", "(D)弱力"],
            a: "D"
        },
        {
            q: "理想的黑體不具有下列何種特性？",
            o: ["(A)可完全吸收熱輻射", "(B)不會放出熱輻射", "(C)為維持恆溫，可放出熱輻射", "(D)可用空腔模擬"],
            a: "B"
        },
        {
            q: "下列物理量何者不具有「量子化」的性質？",
            o: ["(A)波耳原子模型中，電子的軌道半徑", "(B)光的能量", "(C)拉塞福原子模型中的電子軌道半徑", "(D)一個質點所帶的電荷"],
            a: "C"
        },
        {
            q: "下列何者不是光電效應的应用？",
            o: ["(A)相機的測光計", "(B)便利商店的條碼掃描器", "(C)電梯感應到欲搭乘的人", "(D)教室內的旋轉吊扇"],
            a: "D"
        },
        {
            q: "在光電效應的實驗裡，下列敘述何者正確？",
            o: ["(A)入射光強度增加時，光電子的能量即增加", "(B)光電流的大小與入射光之光強度無關", "(C)光電流之產生與光照射在金屬板上，兩者間幾乎無時間之落差", "(D)入射光頻率越大，光電流越大"],
            a: "C"
        },
        {
            q: "在光電效應的實驗中，當光束照射在物質表面上時，物質表面上的原子即可能放出電子，在入射光頻率高於底限頻率的情況下，下列何者正確？",
            o: ["(A)當照射光越強時，放出之電子動能越大", "(B)當照射光之波長越長時，放出之電子動能越大", "(C)當照射光之波長越長時，放出之電子數目越少", "(D)當照射光越強時，放射出之電子數目越多"],
            a: "D"
        },
        {
            q: "古典的電磁波理論認為電磁輻射在能量交換的過程中，能量的轉移是",
            o: ["(A)不連續的", "(B)量子化的", "(C)以某個能量最小單位的整數被轉移", "(D)連續性的"],
            a: "D"
        },
        {
            q: "物理學家將電子通過雙狹縫後，發現電子在屏幕上顯示出干涉條紋，此實驗的重大物理意義為",
            o: ["(A)電子具有波動性", "(B)電子具有粒子性", "(C)電子帶負電", "(D)電子具有質量"],
            a: "A"
        },
        {
            q: "對於光的二象性，下列何者錯誤？",
            o: ["(A)干涉現象顯示光具有波動性", "(B)此理論不同於古典物理對光的解釋", "(C)光電效應顯示出光具有粒子性", "(D)我們可以同時看到光的粒子性與波動性"],
            a: "D"
        },
        {
            q: "碳的原子核有 6 個質子，帶正電的彼此靠得非常近，有著非常大的靜電排斥力，把彼此緊緊抓住而不排斥開來的力為？",
            o: ["(A)強力", "(B)弱力", "(C)電磁力", "(D)萬有引力"],
            a: "A"
        },
        {
            q: "原子核中的 $\\beta$ 衰變，主要是依靠哪一種交互作用力？",
            o: ["(A)強力", "(B)弱力", "(C)電磁力", "(D)萬有引力"],
            a: "B"
        },
        {
            q: "從古人發現電鰻到解剖青蛙發現腿部跳動，得知神經脈衝與什麼相關？",
            o: ["(A)聲波訊號", "(B)電訊號", "(C)脈搏訊號", "(D)肌肉振動"],
            a: "B"
        },
        {
            q: "DNA 鑑定過程中會利用超音波破壞結構，分離的方式則是利用膠體電泳的模式，所謂的膠體電泳模式就是透過什麼，讓物質分離，以找出所需要的分子？",
            o: ["(A)外加電場", "(B)外加磁場", "(C)外加重力場", "(D)外加強力"],
            a: "A"
        },
        {
            q: "質譜儀除了可以判別出不同的化學元素外，近年來的食安問題，也倚靠它作成分的分析，其原理為何？",
            o: ["(A)帶電粒子在電場中的運動", "(B)中性粒子在重力場中的運動", "(C)帶電粒子在磁場中的運動", "(D)帶電粒子在重力場中的運動"],
            a: "C"
        },
        {
            q: "下列何者不是常見的指紋辨識系統",
            o: ["(A)電容式", "(B)光學式", "(C)超聲波式", "(D)繞射式"],
            a: "D"
        },
        {
            q: "雷射的應用很廣，下列何者不是雷射的優點？",
            o: ["(A)單一波長", "(B)低發散直進性", "(C)易繞射", "(D)高強度"],
            a: "C"
        },
        {
            q: "LED 背光源液晶顯示器是由液晶分子作為主要結構，其原理是利用什麼控制液晶分子的排列方式，進而控制背光燈管所能透射的光強度，就可達到明暗不同的灰階顯示效果？",
            o: ["(A)電場", "(B)磁場", "(C)重力場", "(D)面板擠壓"],
            a: "A"
        },
        {
            q: "承上題，若在 LED 背光源液晶顯示器的屏幕上適當安排三原色的濾光片後，就可混合產生各種色彩，試問這三原色不包括下列何者？",
            o: ["(A)紅", "(B)橙", "(C)綠", "(D)藍"],
            a: "B"
        },
        {
            q: "超音波指的是頻率超過多少的聲波？",
            o: ["(A) 20 Hz", "(B) 200 Hz", "(C) 2 kHz", "(D) 20 kHz"],
            a: "D"
        },
        {
            q: "醫用超音波產生的方式，分為連續和脈衝兩者，其中前者是利用什麼作用？",
            o: ["(A)都卜勒作用", "(B)慣性作用", "(C)繞射作用", "(D)折射作用"],
            a: "A"
        },
        {
            q: "身體內超音波速率約為幾千公尺/秒，為了看到 1 公分以下的結構，醫用超音波的音頻通常在百 MHz 以上，是為了看到多大的結構？",
            o: ["(A) 1 mm", "(B) 1 cm", "(C) 1 m", "(D) 1 km"],
            a: "B"
        },
        {
            q: "物理學領域非常廣泛，下列何者為物理理論或應用會觸及的領域？",
            o: ["(A)生物", "(B)化學", "(C)天文", "(D)以上皆是"],
            a: "D"
        },
        {
            q: "核磁共振應用的物理領域較無關聯的是何者？",
            o: ["(A)波動學", "(B)電磁學", "(C)熱學", "(D)原子結構"],
            a: "C"
        },
        {
            q: "核磁共振使用的電磁波為何？",
            o: ["(A) X 光", "(B)紅外線", "(C)無線電波", "(D)超聲波"],
            a: "C"
        },
        {
            q: "核磁共振不會應用在哪個醫療過程的檢測？",
            o: ["(A)子宮肌瘤", "(B)脊椎椎間盤突出", "(C)腦血管栓塞", "(D)腿骨骨折"],
            a: "D"
        },
        {
            q: "下列醫療檢測過程中，不會有輻射疑慮的是",
            o: ["(A)核磁共振顯影", "(B) X 光掃描", "(C) CT 斷層掃描"],
            a: "A"
        },
        {
            q: "核磁共振的學習與應用上，哪個領域較不易接觸到？",
            o: ["(A)醫學", "(B)化學", "(C)物理", "(D)金融"],
            a: "D"
        },
        {
            q: "人工智慧的發展約從何時開始？",
            o: ["(A) 1950 年", "(B) 1980 年", "(C) 2000 年", "(D) 2020 年"],
            a: "A"
        },
        {
            q: "AlphaGo 是一臺怎麼樣的人工智慧機器？",
            o: ["(A)會踢足球", "(B)會創作詞曲", "(C)會下圍棋", "(D)會修電腦"],
            a: "C"
        },
        {
            q: "AlphaGo 沒有使用到哪種運算技術？",
            o: ["(A)蒙地卡羅樹搜尋", "(B)深度學習", "(C)神經網路系統", "(D)人為後臺同步操控系統"],
            a: "D"
        },
        {
            q: "下列何者比較不符合人工智慧的應用？",
            o: ["(A)人臉辨識系統", "(B)超商自動門", "(C)自動駕駛技術", "(D)路線規劃避開車潮"],
            a: "B"
        }
    ]
};